<template>
    <div>
        <div id="yonghuzhidao" class="yonghuzhidao">
            <!-- 页面内容部分 -->
            <div class="agreementTitle">服务协议</div>
            <div class="agreementConner">
                <div style="font-family: 微软雅黑;font-size: 18px;color: #333;margin: 30px 0">特别提示</div>
                <p class="agreementConnerTxtLine">北京非幕文化科技有限公司（以下简称“非幕科技”或“非幕”）在此特别提醒您（下称“用户”或“您”）在注册成为用户之前，请认真阅读本《非幕科技用户使用协议》（以下简称“协议”）。<span style=" text-decoration: underline;">本协议内容同时包括《服务条款》和《隐私政策》，一并构成您（个人或者单位、组织、团体等）使用非幕科技提供的相关服务的先决条件。</span>请你确保已经充分理解本协议各项条款内容后，选择接受或不接受本协议。如用户不同意本协议条款或其后对协议条款的修改，请不要注册或使用非幕科技提供的相关服务。如用户通过进入注册程序并勾选“我同意非幕科技用户使用协议”，即表示用户与非幕科技已达成协议并自愿接受本协议的全部条款。本协议约定非幕科技与用户之间关于“非幕”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由非幕科技随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在非幕科技修改协议条款后，如果用户不接受修改后的条款，请立即停止使用非幕科技提供的服务，用户继续使用非幕科技提供的服务将被视为接受修改后的协议。</p>

                <p style="margin-top: 31px;color: #333">如果您因年龄、智力等因素而不具备完全民事能力，请在法定监护人的陪同下阅读和判断是否同意本协议。</p>

                <p class="agreementConnerTitle">一、服务条款</p>
                <p>1.1 非幕科技向用户提供包括但不限于如下服务：</p>
                <p>1.1.1 非幕制片（网页版）</p>
                <p>1.1.2 非幕通告单（微信小程序）</p>
                <p>1.1.3 非幕用户个人中心、拆解剧本服务、通告单制作等</p>
                <p>1.1.4 非幕科技直接拥有或运营的服务器、网络存储空间</p>
                <p>1.1.5 非幕科技提供给用户的各类增值服务</p>
                <p>1.1.6 非幕科技提供给用户的其他技术和服务</p>
                <p>1.2 非幕科技所提供的服务，均在非幕平台（“非幕平台”是指非幕科技官方产品，包括但不限于“非幕通告单”和“非幕制片”）内使用，任何以恶意破解等非法手段将非幕科技所提供的服务与非幕平台分离的行为，皆不属于本协议约定的由非幕科技提供的服务。由此引起的一切后果由行为人负责，非幕科技将保留依法追究行为人法律责任的权利。</p>
                <p>1.3 用户通过其他不是由非幕科技官方提供的任何途径、任何渠道、任何方式获取的非幕服务（包括但不限于账号、代币等）均为非法所得，非幕科技概不承认其效力，且一经发现，非幕科技有权立即作出删除、清零、封号等处理，任何因此导致的一切不利后果均由用户自行承担。请用户妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。因用户账号被泄露或被盗而造成的任何损失，非幕科技不承担补偿责任。</p>
                <p>1.4 非幕科技有权提前向用户公告（包括但不限于弹出公告、网站首页公告、系统消息）以修改、替换、升级与非幕服务相关的任何软件。如果用户不同意或者不接受非幕科技相关软件的修改、替代、升级，请直接拒绝、停止或取消使用，否则视为用户同意并接受非幕科技相关软件的修改、替代、升级，同时该同意并接受的行为将仍受本协议约束。</p>
                <p class="agreementConnerTitle">二、用户注册</p>
                <p>如果用户需要使用非幕科技所提供的任一服务，用户需要注册一个“非幕”账号并设置密码，并确保注册信息的真实性、正确性和有效性。注册信息包括但不限于用户手机号、邮箱号、姓名、性别、年龄、出生日期、兴趣爱好、职业、个人说明等信息；非幕科技同意对这些信息的使用将受限于本协议第二部分隐私政策的约束。如果上述注册信息发生变化，用户应及时更改。在完成本服务的注册程序后，您应维护账号及密码的机密安全。您应对任何人利用您的账号及密码所进行的活动完全负责，非幕科技无法对非法或未经您授权使用您账号及密码的行为作出甄别，因此非幕科技将不承担任何责任。同时您同意并承诺做到：</p>
                <p>2.1当您的账号或密码遭到未经授权的使用，或者发生任何安全问题时，您会立即有效地通知到非幕科技；</p>
                <p>2.2当您每次登录或使用相关服务后，会将有关账号等安全退出；</p>
                <p>2.3您同意接受非幕科技通过电子邮件、web端、短信或其他合法方式向您发送通知信息和其他相关信息；</p>


                <p class="agreementConnerTitle">三、使用规则</p>
                <p>用户在使用非幕科技服务的过程中，应遵守以下法律法规：</p>
                <p>3.1.1 《中华人民共和国保守国家秘密法》</p>
                <p>3.1.2 《中华人民共和国著作权法》</p>
                <p>3.1.3 《中华人民共和国计算机信息系统安全保护条例》</p>
                <p>3.1.4 《计算机软件保护条例》</p>
                <p>3.1.5 《互联网电子公告服务管理规定》</p>
                <p>3.1.6 《信息网络传播权保护条例》</p>
                <p>3.1.7 《中华人民共和国网络安全法》</p>
                <p>3.1.8 其他有关计算机及互联网规定的法律、法规。</p>
                <p>3.2 在任何情况下，非幕科技一旦合理地认为用户的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向该用户提供服务。</p>
                <p>3.3 禁止用户从事以下行为：</p>
                <p>3.3.1 制作、上传、复制、传送、传播包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他令人反感的包括但不限于资讯、资料、文字、软件、照片、图形、信息或其他资料；</p>
                <p>3.3.2 以任何方式危害未成年人；</p>
                <p>3.3.3 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；</p>
                <p>3.3.4 伪造标题或以其他方式操控识别资料，使人误认为该内容为非幕科技所传送；</p>
                <p>3.3.5将无权传送的内容（例如内部剧本或其他重要资料）进行上载、张贴、发送电子邮件或以其他方式传送；</p>
                <p>3.3.6  将侵犯任何人的专利、商标、著作权、商业秘密等知识产权的内容加以上载、张贴、发送电子邮件或以其他方式传送；</p>
                <p>3.3.7 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；</p>
                <p>3.3.8 干扰或破坏非幕科技服务或与非幕科技服务相连的服务器和网络，或不遵守本协议之规定；</p>
                <p>3.3.9 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范；</p>
                <p>3.3.10 用户需保证其上传内容不得违反广电总局的相关规定，其上传内容应当符合法律、行政法规、部门规章的规定，上传内容不得含有以下内容：</p>
                <p>（1）反对宪法确定的基本原则的；</p>
                <p>（2）危害国家统一、主权和领土完整的；</p>
                <p>（3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>
                <p>（4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>
                <p>（5）扰乱社会秩序，破坏社会稳定的；</p>
                <p>（6）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</p>
                <p>（7）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；</p>
                <p>（8）危害社会公德，损害民族优秀文化传统的；</p>
                <p>（9）有关法律、行政法规和国家规定禁止的其他内容。</p>
                <p>3.3.11 如用户在本服务中或通过本服务所上传、发布、传送含有以上违反政策法律法规的信息或者内容的，不代表也不得视为非幕科技的观点、立场或政策。应由用户直接承担以上导致的一切不利后果，如因此给非幕科技造成不利后果的，用户应负责消除影响，并且赔偿因此导致的一切损失。</p>
                <p>3.4 除非非幕科技书面许可，用户不得从事下列任一行为：</p>
                <p>（1）删除软件及其副本上关于著作权的信息；</p>
                <p>（2）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；</p>
                <p>（3）对非幕科技拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
                <p>（4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经非幕科技授权的第三方工具/服务接入软件和相关系统；</p>
                <p>（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
                <p>（6）通过非非幕科技开发、授权的第三方软件、插件、外挂、系统，登录或使用非幕科技软件及服务，或制作、发布、传播非非幕科技开发、授权的第三方软件、插件、外挂、系统。</p>
                <p>3.5 非幕胶片使用规则</p>
                <p>非幕胶片是非幕平台通用虚拟货币，可以购买非幕平台内的各种增值类服务，胶片不可以提现或退款。</p>


                <p class="agreementConnerTitle">四、第三方链接</p>
                <p>非幕科技提供的服务中可能包括广告，用户同意在使用过程中显示非幕科技和第三方供应商、合作伙伴提供的广告（以下合作供应商、合作伙伴等统称为“第三方平台”）。除法律法规明确规定外，用户应自行判断是否与第三方平台发生的交互行为，互动行为包括但不限于点击进入、查阅、浏览和关注第三方平台信息的行为；在第三方平台进行登记、注册的行为；第三方平台预订、购买、支付的行为；以及其他与第三方平台发生交互的行为。非幕科技无法对第三方网络的服务进行控制，如果用户因在第三方平台发生交互行为而遭受到损失或损害，非幕科技不承担任何责任。</p>


                <p class="agreementConnerTitle">五、知识产权</p>
                <p>5.1 非幕科技旗下的“非幕制片”和“非幕通告单”的外观设计、应用程序、源代码、商标、标示图案（LOGO）、界面设计、应用程序编程接口及相关著作权，以及与非幕科技提供的服务有关的任何著作权及其他知识产权均归非幕科技所有，其它本协议中未经提及的权利亦由非幕科技保留。未经非幕科技事先书面许可，您不能复制、拷贝、模仿或者使用上述知识产权的任何部分，不得复制、拷贝或使用本服务的任何部分HTML/ CSS，JavaScript或视觉设计元素和理念。未经非幕科技事先书面同意，您不得为任何目的自行实施、利用、转让或许可他人实施上述任何知识产权或其任何部分</p>
                <p>5.2 非幕科技不拥有您在本服务中使用的您自身的任何素材的版权。</p>
                <p>5.3 非幕科技不预先筛选内容；如任何第三方对您的任何内容提出任何异议，或非幕科技认为您的任何内容涉嫌违法、违反本协议、侵犯第三方权益、存在任何不当，或可能影响其他用户或第三方权益，非幕科技有自行决定拒绝或删除任何内容的权利（而非义务），且不承担任何责任。您必须为第三方因认为您的内容违法、​​违反本协议，侵犯第三方的权益（包括知识产权）或与您有关的其他原因而对非幕科技提出的任何索赔、主张、请求或诉讼，赔偿非幕科技因此发生的全部费用及遭受的全部损失。</p>
                <p>5.4 用户应该了解并知悉其上传内容的所有权、知识产权归属用户所有，与内容相关的一切责任亦由用户自行承担，与非幕科技无关。您通过本服务使用其他用户或第三方提供的内容时，应标明出处及内容提供方，商业性或营利性使用应事先取得内容提供方的许可或同意；您未能遵守上述使用规则所引发的责任及第三方损失将由您自行承担，与非幕科技无关，给非幕科技造成损失的，还须赔偿非幕科技的全部损失。</p>


                <p class="agreementConnerTitle">六、免责声明</p>
                <p>6.1 不论在何种情况下，非幕科技均不对由于Internet连接故障，通讯或其他系统的故障，黑客攻击、病毒、电力故障，罢工，劳动争议，暴乱，起义，骚乱，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令，第三方的不作为或任何非幕科技不能合理控制的原因而造成的本平台不能访问、信息及数据的延误、停滞或错误，不能提供或延迟提供本服务而承担责任。</p>
                <p>6.2 本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
                <p>6.3 用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，非幕科技不承担任何责任。</p>
                <p>6.4 用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，非幕科技不承担任何责任。</p>
                <p>6.5 用户理解并确认，非幕科技需要定期或不定期地对“非幕”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，非幕科技无需为此承担任何责任，但非幕科技应事先进行通告。</p>
                <p>6.6 非幕科技依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成非幕科技的义务或承诺，非幕科技不能保证及时发现违法违规或违约行为或进行相应处理。</p>
                <p>6.7用户理解并确认，对于非幕科技向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，非幕科技无需承担任何责任：</p>
                <p>(1) 非幕科技向用户免费提供的服务；</p>
                <p>(2) 非幕科技向用户赠送的任何产品或者服务。</p>
                <p>6.8 在任何情况下，非幕科技均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“非幕”或本服务而遭受的利润损失，承担责任（即使非幕科技已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，非幕科技对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用非幕科技提供的服务而支付给非幕科技的费用(如有)。</p>
                <p>6.9 除非幕科技故意损害用户利益以外，任何情况下，非幕科技可能向您承担的赔偿、补偿或其他任何责任的限额将不超过您就该等服务向非幕科技支付的服务费金额。在赔偿损失时设定了限额，是因为非幕科技在订立本协议时无法预见到您的损失；若您的损失可能大于赔偿限额的，您应当在签订本协议前书面告知非幕，并根据风险大小与非幕科技另行协商确定服务价格。</p>
                <p class="agreementConnerTitle">七、服务变更/中断/终止</p>
                <p>7.1 非幕科技有权根据本协议、各非幕平台内规则及相关法律法规中断或终止向用户提供任何服务，而无需对用户或任何第三方承担责任。</p>
                <p>7.2 鉴于网络服务的特殊性，用户同意非幕科技有权随时变更、中断或终止部分或全部的服务（包括收费服务）。非幕科技应当在变更、中断或终止用户服务之前通知用户，并应向受影响的付费用户提供等值的替代性的服务。</p>
                <p>7.3 如发生下列任何一种情形，非幕科技有权单方面中断或终止向用户提供服务而无需通知用户：</p>
                <p>7.3.1 用户提供的企业资料不真实；</p>
                <p>7.3.2 用户违反本服务条款中规定的使用规则；</p>
                <p>7.3.2 用户违反本服务条款中规定的使用规则；</p>
            </div>
            <div class="agreementFooter">
                <p>北京非幕文化科技有限公司</p>
                <p>2019年3月20日</p>
            </div>
            <!-- 页面内容部分结束 -->
        </div>
    </div>
</template>

<script>
    export default {
        name: "agreement",
    }
</script>

<style scoped>
    .agreementTitle{
        height: 70px;
        line-height: 70px;
        border-bottom: 1px solid #ddd;
        font-size: 20px;
        color: #333;
        padding-left: 45px;
    }
    .agreementConner{
        padding: 0 30px 60px 45px;
    }
    .agreementConner p{
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,0.8);
        line-height: 36px;
        letter-spacing: 3px;
    }
    .agreementConner .agreementConnerTxtLine,
    .agreementConner .agreementConnerTxtLine span{
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,1);
        line-height:30px;
    }
    .agreementConner .agreementConnerTitle{
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,1);
        font-weight: bold;
        margin: 30px 0 10px;
    }
    .agreementFooter{
        margin-bottom: 130px;
        padding-right: 40px;
        box-sizing: border-box;
    }
    .agreementFooter p{
        text-align: right;
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,0.8);
        line-height: 36px;
        letter-spacing: 2px;
    }
</style>