<template>
    <div>
        <div id="yonghuzhidao" class="yonghuzhidao">
            <!-- 页面内容部分 -->
            <div class="agreementTitle">隐私协议</div>
            <div class="agreementConner">
                <p class="privacyProtocolStart"><span style="text-decoration: underline">非幕科技注重保护用户个人隐私，</span>本隐私政策解释了用户个人信息收集（以下或称“信息”）和使用的有关情况，本隐私政策适用于非幕科技向您提供的所有服务。如果你不同意本隐私政策的内容，您应立即停止使用非幕科技相关的服务。当你使用非幕科技提供的任一服务时，即表示您已经同意非幕科技可按照本隐私政策来使用和保护您的个人信息。</p>
                <div style="font-family: 微软雅黑;font-size: 18px;color: #333;margin: 30px 0">重要提示</div>
                <p class="agreementConnerTxtLine">用户在注册帐号或使用本服务的过程中，需要填写或提交一些必要的个人信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</p>


                <p class="agreementConnerTitle">1. 用户信息的收集</p>
                <p>非幕科技在向用户提供服务时，可能会收集与存储以下与用户有关的信息：</p>
                <p>1.1 用户注册过程中提供的信息，该信息包括用户在注册账号过程中向非幕提供的账号名称、手机号码或电子邮件等个人信息；</p>
                <p>1.2 在用户使用非幕科技服务的过程中，非幕可能通过cookies、或其他方式采集的技术信息，包括设备信息（例如您的设备型号、操作系统版本、唯一设备标识符等）；地理位置信息；设备连接信息（例如浏览器的类型、电信运营商、使用的语言等）；设备状态信息。</p>
                <p>1.3 其他方分享的用户的信息，以及其他方使用非幕服务提供的共享信息。</p>
                <p>1.4 在您使用非幕科技产品或服务时，我们有可能会按照法律法规的规定或基于您的授权从其他第三方服务商、支付机构等处接收您的个人信息。</p>
                <p>1.5 特别提示用户注意：</p>
                <p>1.5.1 在您使用非幕科技特定产品或服务时，非幕可能会要求您进一步提供真实的身份信息，包括姓名、身份证号码、出生日期等信息，以便进行实名认证或支付验证；</p>
                <p>1.5.2 非幕有可能会将上述信息相关联，可能会将您的设备信息与您的账户相关联，以便我们能在这些设备上为您提供一致的服务；</p>
                <p>1.5.3 您可以通过关闭定位功能、拒绝cookie等方式，终止对您信息的收集，但您可能将无法获得相关服务或者无法达到相关服务拟达到的效果。</p>


                <p class="agreementConnerTitle">2. 您了解并同意，以下非个人隐私信息不适用于该隐私政策</p>
                <p>非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在非幕科技服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。非幕科技保证在取得用户书面同意的情况下收集、使用或公开用户的个人隐私信息，用户同意非幕科技无需获得用户的另行确认与授权即可收集、使用或公开用户的非个人隐私信息。</p>



                <p class="agreementConnerTitle">3. 非幕科技无需征得授权而公开披露用户个人信息</p>
                <p>请您理解，在以下情形中，根据法律法规及国家标准，非幕科技公开披露您的个人信息而无需征得你的授权同意：</p>
                <p>3.1 与国家安全、国防安全直接相关的；</p>
                <p>3.2 与公共安全、公共卫生、重大公共利益直接相关的；</p>
                <p>3.3 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
                <p>3.4 出于维护您或其他人的生命、财产等重大合法权益但又很难得到您的同意的；</p>
                <p>3.5 您已自行向社会公众公开的个人信息；</p>
                <p>3.6 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>



                <p class="agreementConnerTitle">4.非幕科技对用户个人信息的使用和保护</p>
                <p>尊重用户个人信息的私有性是非幕科技的一贯制度，非幕科技将采取技术措施和其他必要措施，确保用户个人信息安全，防止在本服务中收集的用户个人信息泄露、毁损或丢失。在发生前述情形或者非幕科技发现存在发生前述情形的可能时，非幕科技将及时采取补救措施并告知用户，用户如发现存在前述情形亦需立即与非幕科技联系。</p>
                <p>4.1 非幕科技为向用户提供服务、提升服务质量以及优化用户服务体验，我们承诺会在符合法律规定或根据您授权的情况下使用您的个人信息，并主要用于下列用途：</p>
                <p>4.1.1 向您提供您使用的各项服务，并维护、改进这些服务；</p>
                <p>4.1.2 向您推荐您可能感兴趣的内容，或通过系统向您展示个性化的信息，或在征得您同意的情况下与非幕科技的关联方及合作伙伴共享信息以便他们向您发送有关您可能感兴趣的信息。如您不希望接收上述信息，请勿浏览非幕平台提供第三方信息以及不要与第三方进行互动活动；</p>
                <p>4.1.3 非幕科技可能使用您的个人信息以验证身份、预防、发现、调查欺诈、危害安全、非法或违反与非幕科技或关联方协议、政策或规则的行为，以保护您、其他非幕用户，或非幕科技或其关联方的合法权益。</p>
                <p>4.1.4 非幕科技可能会将来自某项服务的个人信息与来自其他服务所获得的信息结合起来，用于为了给您提供更加个性化的服务使用；</p>
                <p>4.1.5 非幕科技可能会对提供的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示用户对非幕科技服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息；</p>
                <p>4.1.6 经您同意或授权的其他用途。</p>
                <p>4.2 非幕科技为保护用户个人信息，未经用户同意不得向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：</p>
                <p>4.2.1 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因非幕科技原因导致的个人隐私信息的泄露；</p>
                <p>4.2.2 用户自行向第三方公开其个人隐私信息；</p>
                <p>4.2.3 用户与非幕科技及合作单位之间就用户个人隐私信息的使用公开达成约定，非幕科技因此向合作单位公开用户个人隐私信息；</p>
                <p>4.2.4 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；</p>
                <p>4.2.5 用户个人信息已经经过处理无法识别特定个人且不能复原。</p>


                <p class="agreementConnerTitle1">第三部分 附则</p>
                <p class="agreementConnerTitle">1. 法律适用和管辖</p>
                <p>本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和非幕科技之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交非幕科技住所地有管辖权的人民法院管辖。</p>
                <p>2. 协议的修改与通知</p>
                <p>2.1 非幕科技有权依据国家政策、技术条件、产品功能等变化需要而对本协议进行修改并将修改后的协议予以发布。</p>
                <p>2.2 前述内容一经正式发布，非幕科技将以适当的方式（包括但不限于弹窗、邮件、网站公告等）提醒您更新的内容，以便您及时了解本协议的最新版本。</p>
                <p>2.3 修改后的内容将构成本协议不可分割的组成部分，您应同样遵守。您对修改后的协议有异议的，请立即停止登录、使用非幕及相关服务，若您登录或继续使用非幕科技及相关服务，则视为您认可修改后的协议。</p>
            </div>
            <div class="agreementFooter">
                <p>北京非幕文化科技有限公司</p>
                <p>2019年3月20日</p>
            </div>
            <!-- 页面内容部分结束 -->
        </div>
    </div>
</template>

<script>
    export default {
        name: "privacyProtocol"
    }
</script>

<style scoped>
    .privacyProtocolStart{
        margin-top: 30px;
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(0,0,0,.8);
        line-height:30px;
    }
    .agreementTitle{
        height: 70px;
        line-height: 70px;
        border-bottom: 1px solid #ddd;
        font-size: 20px;
        color: #333;
        padding-left: 45px;
    }
    .agreementConner{
        padding: 0 30px 60px 45px;
    }
    .agreementConner p,
    .agreementConner p span{
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,0.8);
        line-height: 36px;
        letter-spacing: 3px;
    }
    .agreementConner .agreementConnerTxtLine{
        text-decoration: underline;
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,1);
        line-height:30px;
    }
    .agreementConner .agreementConnerTitle{
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,1);
        font-weight: bold;
        margin: 30px 0 10px;
    }
    .agreementFooter{
        margin-bottom: 130px;
        padding-right: 40px;
        box-sizing: border-box;
    }
    .agreementFooter p{
        text-align: right;
        font-size:16px;
        font-family:MicrosoftYaHei;
        color:rgba(29,24,25,0.8);
        line-height: 36px;
        letter-spacing: 2px;
    }
</style>
